Repository: blunttester/test1bluntinstr
Catalog: plugins/woocommerce-gateway-checkout-*-wcv/i18n/languages/woocommerce-gateway-checkout-*.po
Languages: fi

source: Enable/Disable
fi: Ota käyttöön/Poista käytöstä

source: Enable Checkout
fi: Ota Checkout käyttöön

source: Title
fi: Otsikko

source: This controls the title which the user sees during checkout.
fi: Otsikko, minkä käyttäjä näkee kassalla.

source: Description
fi: Lisätiedot

source: This controls the description which the user sees during checkout.
fi: Lisätietokenttä näytetään käyttäjälle kassalla

source: Merchant ID
fi: Kauppiastunnus

source: Please enter your Checkout merchant id; this is needed in order to take payment.
fi: Syötä kauppiastunnuksesi, jotta maksut voidaan ottaa vastaan.

source: Merchant Secret
fi: Turva-avain

source: Please enter your Checkout merchant secret; this is needed in order to take payment.
fi: Syötä turva-avaimesi, jotta maksut voidaan ottaa vastaan.

source: Adult Entertainment
fi: Aikuisviihde

source: Check this one if you are selling products that are categorized as 'adult entertainment'.
fi: Valitse tämä, jos myyt tuotteita, jotka kuuluvat 'aikuisviihde' kategoriaan.

source: Checkout works by sending user to Checkout portal to enter their payment information.
fi: Checkout toimii maksujen välittäjänä asiakkaiden ja kauppiaan välillä.

source: Pay via Checkout
fi: Maksa Checkoutin kautta

source: Cancel order &amp; restore cart
fi: Peruuta tilaus &amp; palauta ostoskori

source: Thank you for your order. We are now redirecting you to Checkout to make payment.
fi: Kiitos tilauksestasi. Ohjaamme sinut Checkout-palveluun maksun suorittamista varten.

source: Thank you for your order, please choose your payment method.
fi: Kiitos tilauksestasi, valitse maksutapa.

source: Order payment via Checkout is pending for confirmation.
fi: Tilauksen maksusuoritus Checkoutin kautta odottaa vahvistusta.

source: Checkout payment failed. Payment Checkout archive record is %s.
fi: Checkout maksu epäonnistui. Maksun Checkoutin yksilöivä tunnus on %s.

source: Checkout payment failed. Possible hacking attempt. Payment Checkout archive record is %s.
fi: Checkout maksu epäonnistui. Mahdollinen väärinkäyttöyritys. Maksun Checkoutin yksilöivä tunnus on %s.

source: Checkout payment complete. Payment reference is %s. Payment Checkout archive record is %s.
fi: Checkout maksu suoritettu. Viitenumero on %s. Maksun Checkoutin yksilöivä tunnus on %s.

source: Order #%s
fi: Tilaus #%s
