Repository: blunttester/test1bluntinstr
Catalog: languages/themes/neve-*.po
Languages: fi

source: Neve is a super fast, easily customizable, multi-purpose theme. It’s perfect for blogs, small business, startups, agencies, firms, e-commerce shops (WooCommerce storefront) as well as personal portfolio sites and most types of projects. A fully AMP optimized and responsive theme, Neve will load in mere seconds and adapt perfectly on any viewing device. While it is lightweight and has a minimalist design, the theme is highly extendable, it has a highly SEO optimized code, resulting in top rankings in Google search results. Neve works perfectly with Gutenberg and the most popular page builders (Elementor, Brizy, Beaver Builder, Visual Composer, SiteOrigin, Divi). Neve is also WooCommerce ready, responsive, RTL & translation ready. Look no further. Neve is the perfect theme for you!
fi: Neve on todella nopea, helposti muokattavissa oleva monikäyttöinen teema. Se on täydellinen blogeille, pienille yrityksille, mainostoimistoille, yrityksille, verkkokaupoille (WooCommerce) ja henkilökohtaisiin portfolioihin tai muihin projekteihin. Koska Neve on täysin Google AMP-optimoitu ja responsiivinen teema, se latautuu vain sekunneissa ja mukautuu täydelisesti joka laitteelle. Neve on kevyt ja minimaalinen designiltään, joten teema on äärimmäisen hyvin laajennettavissa, sillä on hyvin hakukoneoptimoitu pohjakoodi - nämä yhdessä takaavat parhaat sijainnit Google hakutuloksissa. Neve toimii myös täydelisesti Gutenbergin kanssa kuten myös suosituimpien pagebuildereiden kanssa (Elementor, Brizy, Beaver Builder, Visual Composer, SiteOrigin, Divi). Neve on myös WooCommerce-yteensopiva, responsiivinen, oikealta vasemmalle -kielituella varustettu. Lopeta etsiminen, Neve on täydellinen teema juuri sinun käyttöösi!

source: Become a contributor by opting in to our anonymous data tracking. We guarantee no sensitive data is collected.
fi: Osallistu kehitykseen sallimalla meidän kerätä anonyymisti dataa. Takaamme, että mitään sensitiivistä dataa ei kerätä.

source: Select from the Media Library or upload a new image
fi: Valitse mediakirjastosta tai lataa uusi kuva.

source: Typekit(Adobe) Fonts
fi: Typekit(Adobe) Fontit

source: Make your LifterLMS pages look stunning with our PRO design options. Specially created to help you set up your online courses with minimum customizations.
fi: Tee LifterLMS sivuista näyttävämpiä PRO design-vaihtoehdoillamme. Ne on erityisesti valmistettu auttamaan sinua rakentamaan nettikursseja minimimuokkauksilla.

source: Image
fi: Kuva

source: The module allows for an easy way of enabling new awesome Adobe (previous Typekit) Fonts in Neve's Typography options.
fi: Moduuli mahdollistaa helpon tavan uusien mahtavien Adobe (aiemmin Typekit) Fonttien lisäämisen Neven Typografia asetuksiin.

source: Allow anonymous tracking
fi: Salli anonyymi seuranta

source: Fixed Background
fi: Kiinteä Tausta

source: Contributing
fi: Kontribuoiminen

source: What do we track?
fi: Mitä me seuraamme?

source: Smartphones
fi: Älypuhelimet

source: Tablet Devices
fi: Tabletit

source: Desktop
fi: Työpöydät

source: Responsiveness Settings
fi: Responsiivisuuden Asetukset

source: Reset all Values
fi: Nollaa kaikki arvot

source: Link Values
fi: Linkin Arvot

source: Unlink Values
fi: Ei-linkkien arvot

source: Overlay Opacity
fi: Peitteen Läpinäkyvyys

source: Overlay Color
fi: Peitteen Väri

source: LifterLMS Booster
fi: LifterLMS Boostaaja

source: Powerful Custom Layouts builder which allows you to easily create your own header, footer or custom content on any of the hook locations available in the theme.
fi: Tehokkaiden Custom Asttelujen rakentaja, joka sallii sinun helposti luoda oman ylätunnisteesi (header), alatunnisteesi (footer) tai mukautettua sisältöä mihin tahansa hookien sijanteihin, joita on teemassa saatavilla.

source: The Page Header is the horizontal area that sits directly below the header and contains the page/post title. Easily design an attractive Page Header area using our dedicated builder.
fi: Sivun Ylätunniste on vaakasuuntainen alue, joka asettuu suoraan ylätunnisteen alle ja sisältää sivun tai artikkelin otsikot. Suunnittele helposti vetävä Sivun Ylätunniste käyttämällä meidän siihen tarkoitettua builderia.

source: Page Header Builder
fi: Sivun Ylätunnisteen Rakentaja

source: Option updated.
fi: Asetus päivitetty.

source: Could not update option. Please try again.
fi: Asetusta ei voitu päivittää. Ole hyvä ja yritä uudelleen.

source: Design your %1$s by dragging, dropping and resizing all the elements in real-time. %2$s.
fi: Suunnittele %1$s raahamalla ja pudottamalla ja muuttamalla kokoa uudelleen elementeissä reaaliajassa. %2$s.

source: Row Background
fi: Rivin Tausta

source: by
fi: tehnyt

source: Show Author Avatar
fi: Näytä tekijän avatar-kuvake

source: Author Avatar
fi: Tekijän avatar

source: Adobe Fonts
fi: Adoben fontit

source: Simple but effective module to help you navigate back to the top of the really long pages.
fi: Yksinkertainen ja tehokas moduuli, joka auttaa pääsemään kätevästi takaisin pitkien sivujen ylälaitaan.

source: Scroll To Top
fi: Vieritä takaisin sivun alkuun

source: For any developer or agency out there building websites for their own clients, we've made it easy to present the theme as your own.
fi: Olemme tehneet helpoksi esitellä teema omanaan kaikille kehittäjille ja toimistoille, jotka rakentavat verkkosivuja omille asiakkailleen.

source: Wishlist, quick view, video products, advanced reviews, multiple dedicated layouts and many more.
fi: Toivelista, nopea esikatselu, videotuotteet, laajemmat arviot, monipuoliset asettelut ja paljon muuta.

source: Empower your online store with awesome new features, specially designed for a smooth WooCommerce integration.
fi: Tehosta verkkokauppaasi mahtavilla uusilla ominaisuuksilla, jotka on suunniteltu erityisesti sujuvaksi kokonaisuudeksi WooCommercen kanssa.

source: Sharing, custom article sorting, comments integrations, number of minutes needed to read an article and many more.
fi: Jakaminen, custom-artikkelisorttaukset, kommentointi-integraatiot, kuinka monta minuuttia menee artikkelin lukemiseen ja paljon muuta.

source: Give a huge boost to your entire blogging experience with features specially designed for increased user experience.
fi: Boostaa koko bloggauskokemustasi ominaisuuksilla, jotka on erityisesti suunniteltu käyttäjäystävällisyyttä silmälläpitäen.

source: Take the header builder to a new level with new awesome components: socials, contact, breadcrumbs, language switcher, multiple HTML, sticky and transparent menu, page header builder and many more.
fi: Vie yläosan rakentaja seuraavalle levelille uusilla mahtavilla komponenteilla: somet, kontaktit, murupolku, kielivalinnat, monipuolinen HTML, kiinteä ja läpinäkyvä valikko, sivuston ylätunnisteen rakennin ja paljon muuta.

source: Neve is fully compatible with Gutenberg, the new WordPress editor and for all of you page builder fans, Neve has full compatibility with Elementor, Beaver Builder, and all the other popular page builders.
fi: Neve on täysin yhteensopiva Gutenbergin kanssa, joka on uusi WordPress-editori ja kaikille teille pagebuilder-faneille, Nevessä on täysi yhteensopivuus Elementorin, Beaver Builderin ja muiden suosittujen page buildereiden kanssa.

source: Page Builder Compatibility
fi: Page Builder -yhteensopivuus

source: Easily build your header and footer by dragging and dropping all the important elements in the real-time WordPress Customizer. More advanced options are available in PRO.
fi: Rakenna helposti ylä- ja alatunnisteet raahaamalla ja pudottamalla tärkeimmät elementit reaaliajassa WordPress Mukauttimen avulla. Muita vielä vaativampia asetuksia on saatavilla PRO-versiossa

source: Header/Footer builder
fi: Ylä-ja alatunnisteen rakennustyökalu

source: Get %s now!
fi: Hanki %s nyt!

source: Free vs PRO
fi: Ilmainen vs PRO

source: Leverage the true flexibility of Elementor with powerful addons and templates that you can import with just one click.
fi: Hyödynnä Elementorin täyttä joustavuutta tehokkailla lisäosilla ja pohjilla, joita voit tuoda ainoastaan yhdellä klikkauksella.

source: Easily create custom headers and footers as well as adding your own custom code or content in any of the hooks locations.
fi: Voit luoda helposti mukautettuaj ylä- ja alatunnisteita ja myös lisätä omaa custom-koodiasi tai sisältöäsi mihin tahansa hookien sijainneista.

source: Add new awesome header components, sticky and transparent menu, socials, and many more.
fi: Lisää uusia upeita ylätunnisteiden komponentteja, kiinteä ja läpinäkyvä valikko, somepalkki ja paljon muuta.

source: Elementor Booster
fi: Elementor boostaaja

source: Scroll to Top module
fi: Vieritä Ylämoduuliin

source: White Label module
fi: White Label -moduuli

source: Custom Layouts
fi: Mukautetut asettelut

source: WooCommerce Booster
fi: WooCommerce boostaaja

source: Blog Booster
fi: Blogin boostaaja

source: Header Booster
fi: Ylätunnisteen boostaaja

source: View PRO Features
fi: Näytä Pro-ominaisuudet

source: Border radius
fi: Reunuksen pyöristys

source: Hover Color
fi: Tekstin väri kun osoitin kohdalla

source: Color
fi: Väri

source: Hover Text Color
fi: Tekstin väri kun osoitin kohdalla

source: Hover Background Color
fi: Taustaväri kun osoitin kohdalla

source: Background Color
fi: Taustaväri

source: Secondary
fi: Toissijainen

source: Primary
fi: Ensisijainen

source: Buttons
fi: Painikkeet

source: Style
fi: Tyyli

source: Select Menu
fi: Valitse valikko

source: Margin
fi: Marginaali

source: Left
fi: Vasen

source: Bottom
fi: Alhaalla

source: Right
fi: Oikea

source: Top
fi: Ylhäällä

source: Padding
fi: Sisämarginaali

source: Toggle Dropdown
fi: Vaihda avattavasta

source: Slide from Left
fi: Liu'uta vasemmalta

source: All
fi: Kaikki

source: Title
fi: Otsikko

source: Exclusive Products
fi: Eksklusiiviset tuotteet

source: Catalog Sidebar
fi: Luettelon sivupalkki

source: Take the new WordPress editor to the next level by using Otter's blocks that are specially designed for %s.
fi: Vie WordPress-editori seuraavalle tasolle käyttämällä Otterin blockeja, jotka on erityisesti suunniteltu %s varten.

source: Footer Bottom
fi: Alatunnisteen alaosa

source: Footer Top
fi: Alatunnisteen yläosa

source: Header Sidebar
fi: Ylätunnisteen sivupalkki

source: Header Bottom
fi: Alaotsake

source: Header Main
fi: Ylätunnisteen pääosa

source: Header Top
fi: Yläotsake

source: Visual Integration
fi: Visuaalinen integraatio

source: Letter Spacing
fi: Kirjainten välistys

source: Lowercase
fi: Pienet kirjaimet

source: Uppercase
fi: Isot kirjaimet

source: Capitalize
fi: Isot alkukirjaimet

source: Text Transform
fi: Tekstin muuntelu

source: Font Weight
fi: Fontin paksuus

source: To activate a component, drag it to one of the upper rows.
fi: Jos haluat aktivoida komponentin, vedä se johonkin ylempään riviin.

source: Available components
fi: Käytettävissä olevat osat

source: Last Menu Item
fi: Viimeinen valikon kohta

source: Active Item Color
fi: Aktiivisen kohteen väri

source: Search Icon
fi: Hakukuvake

source: Component Alignment
fi: Komponentin kohdistus

source: Placeholder
fi: Paikanvaraus

source: Search for...
fi: Kirjoita hakusana...

source: Search Form
fi: Hakukenttä

source: Items Hover Color
fi: Tuotteiden hover-väri

source: Items Color
fi: Tuotteiden väri

source: Secondary Menu
fi: Toinen valikko

source: Copyright
fi: Tekijänoikeus

source: Cart Icon
fi: Ostoskorin kuvake

source: Link
fi: Linkki

source: Button
fi: Painike

source: Show Site Tagline
fi: Näytä sivuston slogan

source: Show Site Title
fi: Näytä sivuston otsikko

source: Logo max width (px)
fi: Logon suurin leveys (px)

source: Logo & Site Identity
fi: Logo & sivuston tunnus

source: Show Sidebar
fi: Näytä sivupalkki

source: Menu Icon
fi: Valikkoikoni

source: HTML
fi: HTML-muotoiltu

source: Skin Mode
fi: Ihotila

source: Row height (px)
fi: Rivin korkeus (px)

source: %s Community
fi: %s Yhteisö

source: next
fi: seuraava

source: previous
fi: edellinen

source: Post navigation
fi: Artikkelien navigointi

source: %s Settings
fi: %s Asetukset

source: Return to your dashboard
fi: Palaa kojelautanäkymään

source: %s is now installed and ready to use. We've assembled some links to get you started.
fi: %s on nyt asennettu ja valmiina käyttöön. Olemme koonneet sinulle kasan linkkejä, joilla pääset alkuun.

source: Congratulations!
fi: Onnittelut!

source: or go to the theme settings
fi: tai mene teeman asetuksiin

source: Try one of our ready to use Starter Sites
fi: Kokeile joitakin valmiita starter-sivustojamme

source: %s Comment
fi: %s kommentti

source: upgrading PHP to the latest version
fi: päivitetään PHP:ta uusimpaan versioon

source: Page Builder Full Width (Neve)
fi: Page Builder koko leveys (Neve)

source: Get the PRO version!
fi: Hanki PRO-versio!

source: Sites Library
fi: Sivustokirjasto

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
fi: Emme valitettavasti löytäneet etsimääsi. Ehkä hakutoiminnosta on apua.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
fi: Hakuehdoillasi ei löytynyt mitään. Kokeile uudelleen eri hakusanoilla.

source: Get started here
fi: Aloita käyttö

source: Ready to publish your first post? %s.
fi: Valmiina julkaisemaan ensimmäisen artikkelisi? %s.

source: Read More
fi: Lue lisää

source: Tags
fi: Avainsanat

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
fi: %1$s kommentti artikkeliin &ldquo;%2$s&rdquo;

source: Comment awaiting moderation.
fi: Kommenttisi odottaa hyväksyntää.

source: Reply
fi: Vastaa

source: Edit
fi: Muokkaa

source: Pingback:
fi: Paluuviite:

source: Next
fi: Seuraava

source: Previous
fi: Edellinen

source: Comments Navigation
fi: Kommenttien selaus

source: Comments are closed.
fi: Kommentointi ei ole käytössä.

source: Search Results for: %s
fi: Hakutulokset haulle: %s

source: Toggle Navigation
fi: Navigointi päälle/pois

source: Navigation Menu
fi: Valikko

source: Close
fi: Sulje

source: Line Height
fi: Rivin korkeus

source: Font Size
fi: Fontin koko

source: Font Family
fi: Fonttiperhe

source: Font Subsets
fi: Fontin alaosastot

source: Headings
fi: Otsikot

source: General
fi: Yleinen

source: Enable Top Bar
fi: Ota käyttöön yläpalkki

source: Top Bar
fi: Yläpalkki

source: Typography
fi: Typografia

source: Header
fi: Yläosa

source: Elements Order
fi: Elementtien järjestys

source: Content Width (%)
fi: Sisällön leveys (%)

source: Sidebar Layout
fi: Sivupalkin asettelu

source: Others
fi: Muut

source: Single Product
fi: Yksittäinen tuote

source: Shop / Archive
fi: Kauppa / Arkisto

source: Single Post
fi: Yksittäinen artikkeli

source: Enable Advanced Options
fi: Ota käyttöön Lisäasetukset

source: Sitewide Content Width (%)
fi: Sivuston laajuisen sisällön leveys (%)

source: Sitewide Sidebar Layout
fi: Sivusotn laajuisen sivupalkin asettelu

source: Search
fi: Etsi

source: Section Content
fi: Alueen sisältö

source: %1$s | Powered by %2$s
fi: Teeman %1$s tarjoaa %2$s

source: Text
fi: Teksti

source: None
fi: Ei mitään

source: Content
fi: Sisältö

source: Footer
fi: Alatunniste

source: Single Product Container Style
fi: Yksittäisen tuotteen sisältöalueen tyyli

source: Shop / Archive Container Style
fi: Kaupan / Arkiston sisältöalueen tyyli

source: Single Post Container Style
fi: Yksittäisen artikkelin sisältöalueen tyyli

source: Blog / Archive Container Style
fi: Blogin /arkiston sisältöalueen tyyli

source: Default Container Style
fi: Oletus sisältöalueen tyyli

source: Container width (px)
fi: Sisältöalueen leveys (px)

source: Meta Order
fi: Meta-järjestys

source: Comments
fi: Kommentit

source: Date
fi: Päivämäärä

source: Category
fi: Aihe

source: Author
fi: Tekijä

source: Post Content Order
fi: Artikkelin sisällön järjestys

source: Excerpt
fi: Lyhyt kuvaus

source: Title & Meta
fi: Otsikko & Meta

source: Thumbnail
fi: Pikkukuva

source: Infinite Scroll
fi: Ääretön scrollaus

source: Number
fi: Numero

source: Post Pagination
fi: Sivutus

source: Excerpt Length
fi: Otteen pituus

source: Enable Masonry
fi: Ota käyttöön tiilitetty näkymä (Masonry)

source: 4 Columns
fi: 4 saraketta

source: 3 Columns
fi: 3 saraketta

source: 2 Columns
fi: 2 saraketta

source: 1 Column
fi: 1 sarake

source: Grid Layout
fi: Ruudukkoasettelu

source: Layout
fi: Asettelu

source: Blog
fi: Blogi

source: Blog / Archive
fi: Blogi / Arkisto

source: Colors & Background
fi: Värit & Taustat

source: Google Fonts
fi: Google-fontit

source: Standard Fonts
fi: Vakiofontit

source: Default
fi: Oletus

# label
source: Search
fi: Etsi

source: Footer Four
fi: Alatunniste 4

source: Footer Three
fi: Alatunniste 3

source: Footer Two
fi: Alatunniste 2

source: Footer One
fi: Alatunniste 1

source: Shop Sidebar
fi: Kaupan sivupalkki

source: Text Color
fi: Tekstin väri

source: Link Hover Color
fi: Linkin väri kun osoitin kohdalla

source: Link Color
fi: Linkin väri

source: Button Color
fi: Painikkeen väri

source: White
fi: Valkoinen

source: Black
fi: Musta

source: With %s, you can choose from multiple unique demos, specially designed for you, that can be installed with a single click. You just need to choose your favorite, and we will take care of everything else.
fi: %s-teeman avulla voit valita monista erilaisista esittelysivustoista, jotka ovat erityisesti suunniteltu sinua varten ja mahdollista asentaa yhdellä klikkauksella. Sinun täytyy vain valita lempparisi ja me hoidamme loput.

source: Ready to use pre-built websites with 1-click installation
fi: Käyttövalmiiksi rakennetut verkkosivut yhden klikkauksen asennuksella

source: Hi! We've noticed you were using Zelle before. To make your transition easier, we can help you keep the same beautiful homepage you had before, by converting it into an Elementor template. This option will also import your homepage content.
fi: Moikka! Huomasimme, että käytit Zelleä aiemmin. Jotta siirtymisesi olisi helpompaa, säilytämme saman kauniin etusivun joka sinulla oli aikaisemmin, konvertoimalla sen Elementor-pohjaan. Samalla tuodaan myös kotisivusi sisältö.

source: Want to keep using Zelle's homepage?
fi: Haluatko jatkaa Zellen kotisivun käyttämistä?

source: Footer Menu
fi: Sivun alareunan valikko

source: Primary Menu
fi: Päävalikko

source: Content / Sidebar
fi: Sisältö / Sivupalkki

source: Footer Options
fi: Alatunnisteen asetukset

source: Blog Layouts
fi: Blogin asettelut

source: Header Options
fi: Otsakkeen asetukset

source: Layout Options
fi: Ulkoasun asetukset

source: Customize Fonts
fi: Fonttien mukauttaminen

source: Set Colors
fi: Säädä värit

source: Upload Logo
fi: Lataa logo

source: In the documentation below you will find an easy way to build a great looking landing page using a drag-and-drop content builder plugin.
fi: Alla olevasta dokumentaatiosta löydät helposti tapoja rakentaa hyvännäköisiä laskeutumissivuja käyttämällä raahaa- ja pudota tyyppistä sisällönkasaamislisäosaa.

source: Build a landing page with a drag-and-drop content builder
fi: Luo laskeutumissivu raahaa-ja-pudota sisältöbuilderilla.

source: If you find yourself in a situation where everything on your site is running very slowly, you might consider having a look at the documentation below where you will find the most common issues causing this and possible solutions for each of the issues.
fi: Jos huomaat että sivustosi latautuu todella hitaasti, katso dokumentaatiota alta josta lyödät yleisimmät ongelmat jotka tätä aiheuttavat sekä mahdollisia ratkaisuja ongelmaan.

source: Speed up your site
fi: Nopeuta sivustoasi

source: View how to do this
fi: Miten se tehdään

source: If you want to make changes to the theme's files, those changes are likely to be overwritten when you next update the theme. In order to prevent that from happening, you need to create a child theme. For this, please follow the documentation below.
fi: Jos haluat tehdä muutoksia teeman tiedostoihin, muutokset todennäköisesti ylikirjoitetaan seuraavassa teeman päivityksessä. Jotta estäisit tämän, sinun täytyy rakentaa lapsiteema. Noudata alla olevia ohjeita.

source: Create a child theme
fi: Lapsiteeman luominen

source: Want to get the gist on the latest theme changes? Just consult our changelog below to get a taste of the recent fixes and features implemented.
fi: Haluatko saada uusimmat teeman muutokset? Katso muutoslokia alta saadaksesi osviittaa siitä mikä on muuttunut viime aikoina ja mitä korjauksia ja parannuksia on implementoitu.

source: Changelog
fi: Muutosloki

source: Read full documentation
fi: Lue koko dokumentaatio

source: Need more details? Please check our full documentation for detailed information on how to use %s.
fi: Tarvitsetko lisätietoja? Lue koko dokumentaatiomme jotta saat yksityiskohtaiset tiedot %s-teeman käyttämiseen.

source: We want to make sure you have the best experience using %1$s, and that is why we have gathered all the necessary information here for you. We hope you will enjoy using %1$s as much as we enjoy creating great products.
fi: Haluamme varmistaa parhaan käyttökokemuksen %1$s-teeman käytössä ja siksi olemme kasanneet kaiken tarvittavan informaation tänne auttaaksemme sinua. Toivomme että nautit %1$s-teeman käytöstä yhtä paljon kuin me nautimme upeiden tuotteiden luomisesta.

source: Contact Support
fi: Ota yhteyttä tukeen

source: Documentation
fi: Ohjeet

source: Useful Plugins
fi: Hyödyllisiä lisäosia

source: Links to Customizer Settings
fi: Linkit Mukauttajan asetuksiin

source: See demos
fi: Katso esittelyt

source: %s now comes with a sites library with various designs to pick from. Visit our collection of demos that are constantly being added.
fi: %s-teeman mukana tulee sivustokirjasto, jossa on moniahienoja designeja joista valita. Vieraile esittelykokoelmassamme, joihin lisätään koko ajan uusia demoja.

source: Recommended actions
fi: Suositeltavat toimenpiteet

source: Getting Started
fi: Aloittaminen

source: Submit a review
fi: Jätä arvio

source: Are you are enjoying %s? We would love to hear your feedback.
fi: Pidätkö %s-teeman käyttämisestä? Meistä olisi hienoa kuulla palautetta sinulta.

source: Leave us a review
fi: Jätä meille arvio

source: Join our Facebook Group
fi: Liity Facebook-ryhmäämme

source: Join the community of %s users. Get connected, share opinions, ask questions and help each other!
fi: Liity %s-käyttäjien yhteisöön. Verkostoidu, jaa mielipiteitä, kysy kysymyksiä, auta muita ja saa apua!

source: Cart
fi: Ostoskori

source: Filter
fi: Suodatin

source: Activating
fi: Aktivoidaan

source: Deactivate
fi: Poista käytöstä

source: Activate
fi: Aktivoi

source: Install and activate
fi: Asenna ja aktivoi

source: Sidebar
fi: Sivupalkki

source: No Sidebar
fi: Ei sivupalkkia

source: Right Sidebar
fi: Oikea sivupalkki

source: Left Sidebar
fi: Vasen sivupalkki

source: Container
fi: Sisältöalue

source: Full Width
fi: Koko näytön levyinen

source: Contained
fi: Sisälsi

source: Customizer Setting
fi: Mukautustoiminnon asetus

source: Disable Footer
fi: Poista alatunniste käytöstä

source: Disable Featured Image
fi: Poista artikkelikuva käytöstä

source: Disable Title
fi: Poista otsikko käytöstä

source: Disable Header
fi: Poista ylätunniste käytöstä

source: Components
fi: Osat

source: Enable Individual Content Width
fi: Ota käyttöön yksittäisen sisällön leveys

source: Content Width
fi: Sisällön leveys

source: Skip to content
fi: Siirry suoraan sisältöön

source: Hey, we've noticed that you're running an outdated version of PHP which is no longer supported. Make sure your site is fast and secure, by %s. Neve's minimal requirement is PHP 5.4.0.
fi: Hei, huomasimme että palvelimellasi on erääntynyt PHP-versio, jota ei enää tueta. Varmista että sivustosi on nopea ja turvallinen asentamalla PHP %s. Neven minimivaatimus on PHP 5.4.0.
